Repository: visualblind/Scripts-collection
Catalog: php/ipplan-4.50/ipplan/locale/*/LC_MESSAGES/messages.po
Languages: no, pt

source: Import IP details data from flat ascii files. The file should contain five columns each delimited by TAB. The first column contains the IP address, the second the user, the third the location, the fourth the description and the fifth the telephone number.
no: Importer IP detaljdata fra FLAT ASCII arkiver. Arkivet burde burde inneholde fem søyler hver avgrenset ved TAB. Først søylen inneholder IP adressedet andre den brukerendet tredje den plasseringendet fjerde den beskrivelsen og det femte den telefonnummeret.
pt: Importe dados dos detalhes do IP das limas de ascii lisas. A lima deve conter cinco colunas cada uma limitada por ABA. A primeira coluna contem o IP ADDRESS, o segundo o usuário, o third a posição, o fourth a descrição e o fifth o número de telefone.

source: NOTE: Any number of IP address records for various subnets can be in the file. Any existing information will be overwritten.
no: NOTEAny antall IP adresseprotokoller for forskjellig subnets kan kan være i arkivet. Noe som finnes informasjon vil bli
pt: NOTA: Todo o número de registros do IP ADDRESS para vários subnets pode estar na lima. Toda a informação existente overwritten.

source: Text
no: Tekst
pt: Texto

source: IPplan - IP address management and tracking
no: IPplanIP adresseledelse og forfølgelse
pt: IPplan - gerência e seguir do IP ADDRESS

source: Your browser must be JavaScript capable to use this application. Please turn JavaScript on.
no: Deres browser må må være som vÆrer Javascript dyktig å å bruke denne. Behag skrur Javascript på.
pt: Seu browser deve ser Javascript capaz para usar esta aplicação. Gire por favor o Javascript sobre.

source: This application administers and tracks IP address space.
no: Denne anvendelsen administrerer og forfølger IP adresseskille.
pt: Esta aplicação administra e segue o espaço do IP ADDRESS.

source: IPplan admin functions
no: IPplan admin fungerer
pt: Funções de IPplan admin

source: Customer/autonomous system group functions
no: Kunde/autonom systemgruppe fungerer
pt: Funções do grupo do sistema de Customer/autonomous

source: Create a new customer/autonomous system
no: Skap et nytt kunde/autonom system
pt: Críe um sistema novo de customer/autonomous

source: Display/Modify/Delete customer information/autonomous system
no: Utstillingmodifisererstryker kunde informasjon/autonom system
pt: Sistema do cliente information/autonomous de Display/Modify/Delete

source: Create a new network range or supernet
no: Skap en ny nettverksrekkevidde eller supernet
pt: Críe uma escala ou um supernet novo da rede

source: Display/Modify/Delete area and range information
no: Utstillingmodifisererstryker område og strekker seg informasjon
pt: Área de Display/Modify/Delete e informação da escala

source: Create a new subnet from a routing table
no: Skap en ny subnet fra en føre tabell
pt: Críe um subnet novo de uma tabela de distribuição

source: Modify/Copy/Move/Delete subnet information
no: Modifiserkopitrekkstryker subnet informasjon
pt: Informação do subnet de Modify/Copy/Move/Delete

source: User group functions
no: Brukergruppe fungerer
pt: Funções do grupo de usuário

source: Search all subnets
no: Gjennomsøk all subnets
pt: Procurare todos os subnets

source: Display subnets that overlap between customers/autonomous systems
no: Vis subnets som overlapper mellom kunder/autonome systemer
pt: Indique os subnets que sobrepõem entre sistemas de customers/autonomous

source: Customer/autonomous system
no: Kunde/autonom system
pt: Sistema de Customer/autonomous

source: Area (optional)
no: Områdevalgfri
pt: Área (opcional)

source: No area selected
no: Ingen område valgte ut
pt: Nenhuma área selecionou

source: Range (optional)
no: Rekkeviddevalgfri
pt: Escala (opcional)

source: No range selected
no: Ingen rekkevidde valgte ut
pt: Nenhuma escala selecionou

source: Results of your search for areas
no: Resultater av Deres leter etter områder
pt: Resultados de sua busca para áreas

source: Search for areas and ranges for customer '%s'
no: Let etter områder og rekkevidder for kunde '%s
pt: Procurare por áreas e por escalas para o cliente ' %s'

source: Range size
no: Strekk seg størrelse
pt: Tamanho da escala

source: Range mask
no: Strekk seg maske
pt: Máscara da escala

source: Delete Area
no: Stryk Area
pt: Área Da Supressão

source: No area
no: Ingen område
pt: Nenhuma área

source: Range not part of area
no: Strekk seg ikke del av område
pt: Peça da escala não da área

source: Delete Range
no: Stryk Range
pt: Escala Da Supressão

source: Areas that have no ranges defined
no: Områder som ikke har noen definerte rekkevidder
pt: As áreas que não têm nenhuma escala definiram

source: Display/Modify/Delete area information
no: Utstillingmodifisererstryker områdeinformasjon
pt: Informação da área de Display/Modify/Delete

source: Display/Modify/Delete an area.
no: Utstillingmodifisererstryker et område.
pt: Display/Modify/Delete um a área.

source: Results of your search for subnet to modify
no: Resultater av Deres leter etter subnet å å modifisere
pt: Resultados de sua busca para que o subnet modifique

source: You may not delete a subnet for this customer as you are not a member of the customers admin group
no: De ikke kan kan stryke en subnet for denne kunden da De er ikke et medlem av kundene admin gruppe
pt: Você não pode suprimir um subnet para este cliente porque você não é um membro do grupo do admin dos clientes

source: Subnet %s not deleted - out of defined authority boundary
no: Subnets ikke strøkut avdefinert myndighetsgrense
pt: Subnet %s não suprimido - fora do limite definido da autoridade

source: User %s deleted subnet %s size %u customer cust %u
no: Brukers strøk subnets størrelseu kunde custu
pt: O usuário %s suprimiu o cust %u do cliente do tamanho %u do subnet %s

source: Subnet deleted
no: Subnet strøk
pt: O subnet suprimiu

source: Subnet could not be deleted
no: Subnet ikke kunne bli
pt: O subnet não podia ser suprimido

source: Admin group
no: Admin gruppe
pt: Grupo do Admin

source: Delete Subnet
no: Stryk Subnet
pt: Subnet Da Supressão

source: Modify/Copy/Move subnet details
no: Modifiserkopitrekk subnet detaljer
pt: Detalhes do subnet de Modify/Copy/Move

source: Modify/Copy/Move/Delete a subnet information
no: Modifiserkopitrekkstryker en subnet informasjon
pt: Modify/Copy/Move/Delete uma informação do subnet

source: Subnet address (leave blank if range selected)
no: Subnet adresseforlate tomrom om rekkevidde valgte ut
pt: Subnet address (espaço em branco da licença se escala selecionada)

source: Modify a customer/autonomous system details
no: Modifiser en kunde/autonom systemdetaljer
pt: Modifique detalhes de um sistema de customer/autonomous

source: The customer description must be longer
no: Kundebeskrivelsen må må være lang
pt: A descrição do cliente deve ser mais longa

source: Invalid zipcode
no: Ugyldig zipcode
pt: Zipcode inválido

source: Invalid contact zipcode
no: Ugyldig kontakt zipcode
pt: Zipcode inválido do contato

source: Invalid E-mail address
no: Ugyldig E-mail adresse
pt: Endereço inválido do E-mail

source: Invalid hostname %u
no: Ugyldig hostnameu
pt: Hostname inválido %u

source: Invalid IP address %u
no: UGYLDIG IP adresseu
pt: IP ADDRESS inválido %u

source: Invalid hostname/IP address combination %u
no: UGYLDIG hostname/IP adressekombinasjonu
pt: Combinação inválida %u do endereço de hostname/IP

source: You may not create customers as you are not a member a group that can create customers
no: De ikke kan kan skape kunder da De er ikke et medlem en gruppe som kan kan skape
pt: Você não pode criar clientes porque você não é um membro um o grupo que pode criar clientes

source: User %s created new customer cust %u
no: Brukers skapte ny kunde custu
pt: O usuário %s criou o cust novo %u do cliente

source: User %s modified customer details cust %u
no: Brukers modifisert kunde spesifiserer custu
pt: O usuário %s modificou o cust %u dos detalhes do cliente

source: Customer/autonomous system details modified
no: Kunde/autonom system spesifiserer modifisert
pt: Os detalhes do sistema de Customer/autonomous modificaram

source: Customer/autonomous system details could not be modified - possibly a duplicate description
no: Kunde/autonom systemdetaljer ikke kunne bli kunne bli modifisertmuligens en dobbelt
pt: Os detalhes do sistema de Customer/autonomous não podiam ser modificados - possivelmente uma descrição duplicada

source: Required information:
no: Krevd informasjon
pt: Informação requerida:

source: Customer/autonomous system description:
no: Kunde/autonom systembeskrivelse
pt: Descrição de sistema de Customer/autonomous:

source: Customer/autonomous system admin group
no: Kunde/autonom system admin gruppe
pt: Grupo do sistema admin de Customer/autonomous

source: Customer information (optional):
no: Kundeinformasjonvalgfri
pt: Informação do cliente (opcional):

source: Organization:
no: Organisasj0n
pt: Organização:

source: Street:
no: Gate
pt: Rua:

source: City:
no: By
pt: Cidade:

source: State:
no: Stat
pt: Estado:

source: Country:
no: Land
pt: País:

source: Reverse DNS information (optional):
no: Reverser DNS informasjonvalgfri
pt: Informação reversa do DNS (opcional):

source: IP address %u:
no: IP adresseu

source: Technical contact information (optional):
no: Teknisk kontaktinformasjonvalgfri
pt: Informação técnica do contato (opcional):

source: Nickname/handle:
no: Økenavn/håndtak

source: Last name/surname:
no: Etternavnsurname
pt: Último name/surname:

source: First name:
no: Fornavn
pt: Primeiro nome:

source: Middle name:
no: Midtnavn
pt: Nome médio:

source: Telephone number:
no: Telefonnummer
pt: Número de telefone:

source: E-mail address:
no: E-post adresse
pt: Endereço do E-mail:

source: Group details modified
no: Gruppe spesifiserer modifisert
pt: Os detalhes do grupo modificaram

source: Group details could not be modified
no: Gruppedetaljer ikke kunne bli
pt: Os detalhes do grupo não poderiam ser modificados

source: Modify group:
no: Modifiser gruppe
pt: Modifique o grupo:

source: Modify IP address details
no: Modifiser IP adressedetaljer
pt: Modifique detalhes do IP ADDRESS

source: There are no available addresses
no: Der ikke er noen tilgjengelige adresser
pt: Não há nenhum endereço disponível

source: IP Address to modify:
no: IP Address å å modifisere
pt: IP ADDRESS a modificar:

source: (Address active on network)
no: Adresser aktiv på nettverk
pt: (endereço ativo na rede)

source: Telephone number
no: Telefonnummer
pt: Número de telefone

source: Delete record
no: Stryk protokoll
pt: Registro da supressão

source: WARNING: Deleting an entry does not preserve the last modified information as the record is completely removed from the database to conserve space.
no: WARNINGDeleting en adgang ikke bevarer lesten modifisert informasjon da protokollen komplett blir blir fjernet fra databasen å å konservere
pt: AVISO: Suprimir uma entrada não preserva a informação do Last modified enquanto o registro é removido completamente da base de dados para conservar o espaço.

source: Modify IP address details (range)
no: Modifiser IP adressedetaljerrekkevidde
pt: Modifique detalhes do IP ADDRESS (escala)

source: IP Addresses to modify:
no: IP Addresses å å modifisere
pt: Endereços do IP a modificar:

source: Delete records
no: Stryk protokoller
pt: Registros da supressão

source: You may not modify this subnet for this customer as you are not a member of the new customers admin group
no: De ikke kan kan modifisere denne subnet for denne kunden da De er ikke et medlem av den nye kunder admin gruppe
pt: Você não pode modificar este subnet para este cliente porque você não é um membro do grupo novo do admin dos clientes

source: You need to enter a description for the subnet
no: De må må gå inn i en beskrivelse for subnet
pt: Você necessita incorporar uma descrição para o subnet

source: You may not move this subnet for this customer as you are not a member of the original customers admin group
no: De ikke kan kan flytte denne subnet for denne kunden da De er ikke et medlem av den originale kunder admin gruppe
pt: Você não pode mover este subnet para este cliente porque você não é um membro do grupo original do admin dos clientes

source: Subnet %s not modified - out of defined authority boundary
no: Subnets ikke modifiserteut avdefinert myndighetsgrense
pt: Subnet %s não modificado - fora do limite definido da autoridade

source: Subnet could not be created - possibly overlaps with an existing subnet on new customers network
no: Subnet ikke kunne bli den kunne bli skaptmuligens overlappinger med et finnes subnet på nye kunde
pt: O subnet não poderia ser criado - sobrepõe possivelmente com um subnet existente na rede nova dos clientes

source: User %s moved subnet %s size %u to customer cust %u
no: Brukers flyttet subnets størrelseu til kunde custu
pt: O usuário %s moveu o tamanho %u do subnet %s para o cust %u do cliente

source: User %s created new subnet %s size %u customer cust %u
no: Brukers skapte ny subnets størrelseu kunde custu
pt: O usuário %s criou o cust novo %u do cliente do tamanho %u do subnet %s

source: Subnet modified
no: Subnet modifiserte
pt: O subnet modificou

source: Subnet could not be modified
no: Subnet ikke kunne bli
pt: O subnet não podia ser modificado

source: Move subnet to new customer
no: Flytt subnet til ny kunde
pt: Mova o subnet para o cliente novo

source: Duplicate subnet on new customer
no: Dobbelt subnet på ny kunde
pt: Duplique o subnet no cliente novo

source: Duplicate subnet on new customer without IP detail
no: Dobbelt subnet på ny kunde uten IP detalj
pt: Duplique o subnet no cliente novo sem detalhe do IP

source: You are trying to downgrade IPplan - impossible
no: De prøver til downgrade IPplanumulig
pt: Você está tentando degradar IPplan - impossível

source: Schema version outdated
no: Skjemaversjon foreldet
pt: Versão do schema outdated

source: The database structures need to be upgraded to accommodate new features. For this to happen, you require enough access rights on the %s database. If you get errors back from the upgrade process, you will need to temporarily grant more access rights to the %s database for the duration of the upgrade
no: Databasesom strukturene må bli må bli oppgradert å å gi plass til. For dette å å skjeDe krever nok tilgang like på det dens database. Om De får feil tilbake fra stigningsprosessenDe foreløpig vil måtte vil måtte bevilge mere tilgang like til det dens database for varighet av
pt: As estruturas da base de dados necessitam ser promovidas para acomodar características novas. Para esta a acontecer, você requer bastante direitas de acesso na base de dados de %s. Se você começar erros traseiros do processo do melhoramento, você necessitará conceder temporariamente mais direitas de acesso à base de dados de %s para a duração do melhoramento

source: Alternatively, the database administrator can manually issue the following SQL statements:
no: Alternativtdatabaseforsterkningen manuelt kan kan utgi DEN FØLGENDE SQL uttalelser
pt: Alternativamente, o administrador da base de dados pode manualmente emitir as seguintes indicações do SQL:

source: NOTE: Care should be taken when doing this to ensure that the correct table type is used if transaction safe tables like InnoDB are used. All CREATE TABLE statements should be appended with a TYPE=innodb
no: NOTECare burde bli burde bli tatt av når gjøring dette å å sikre at den riktige tabelltype blir blir brukt om transaksjonssafetabeller. ALL CREATE TABLE uttalelser burde bli burde bli tilføyd med EN TYPE
pt: NOTA: Cuidado deve ser tomado ao fazer isto para assegurar-se de que o tipo correto da tabela esteja usado se as tabelas seguras da transação como InnoDB forem usadas. Todos CRÍAM indicações da TABELA devem ser adicionados com um TYPE=innodb

source: Schema upgrade failed with error:
no: Skjemastigning sviktet med feil
pt: O melhoramento do schema falhou com erro:

source: Schema upgrade was successful:
no: Skjemastigning var vellykket
pt: O melhoramento do schema era bem sucedido:

source: You need to enter a longer search criteria.
no: De må må gå inn i et lengre letingskriterier
pt: Você necessita incorporar uns critérios mais longos de uma busca.

source: Search filter on %s:
no: Gjennomsøk filter pås
pt: Filtro da busca em %s:

source: Search for user info
no: Let etter bruker info
pt: Busca para o usuário info

source: Search for user info searches the individual IP address records.
no: Let etter bruker info letinger den enkele IP adresseprotokoller.
pt: A busca para o usuário info procurara os registros individuais do IP ADDRESS.

source: Field to search
no: Felt å å gjennomsøke
pt: Campo a procurarar

source: Search criteria (only display records matching the regular expression)
no: Gjennomsøk kriterierbare utstilling lagrer passende det regulære uttrykket
pt: Critérios da busca (somente registros da exposição que combinam a expressão regular)

source: Search criteria (only display records containing)
no: Gjennomsøk kriterierbare utstilling lagrer inneholdende
pt: Critérios da busca (somente registros da exposição que contêm)

source: WHOIS results
no: WHOIS resulterer
pt: Resultados do WHOIS

source: Whois query failed - are you behind a firewall?
no: Whois f0respørsel svikteter De bak en firewall?
pt: Pergunta do WHOIS falhada - são você atrás de um guarda-fogo?

source: Add authority boundary to a group
pt: Adicione o limite da autoridade a um grupo

source: WARNING:
pt: AVISO:

source: Admin Group
pt: Grupo Do Admin

source: Subnet Mask
pt: Mask Do subnet

source: Subnet Summary
pt: Sumário Do Subnet

source: Format
pt: Formato
