Repository: visualblind/Scripts-collection
Catalog: php/ipplan-4.50/ipplan/locale/*/LC_MESSAGES/messages.po
Languages: no, pt

source: Range deleted
no: Rekkevidde strøk
pt: Escala suprimida

source: Range could not be deleted
no: Rekkevidde ikke kunne bli
pt: A escala não podia ser suprimida

source: Range index is invalid
no: Rekkeviddeindeks er ugyldig
pt: O índice da escala é inválido

source: Display user access information
no: Vis brukertilgangsinformasjon
pt: Informação do acesso de usuário da exposição

source: All groups and users assigned to them
no: Alle grupper og brukere tildelte til dem
pt: Todos os grupos e usuários atribuídos a eles

source: All info for group %s
no: All info for gruppes
pt: Todo o info para o grupo %s

source: Group description
no: Grupper beskrivelse
pt: Descrição do grupo

source: Group name
no: Grupper navn
pt: Nome de grupo

source: Group action
no: Grupper tiltak
pt: Ação do grupo

source: User's fullname
no: Brukers fullname
pt: Fullname do usuário

source: User action
no: Brukertiltak
pt: Ação do usuário

source: Display/delete group bounds
no: Utstilling/stryker gruppegrense
pt: Limites do grupo de Display/delete

source: Delete group
no: Stryk gruppe
pt: Grupo da supressão

source: Are you sure?
no: Er De sikker?
pt: São você certo?

source: Modify group details
no: Modifiser gruppedetaljer
pt: Modifique detalhes do grupo

source: Delete user from group
no: Stryk bruker fra gruppe
pt: Suprima o usuário do grupo

source: Delete user
no: Stryk bruker
pt: Suprima o usuário

source: Total records: %u
no: Total lagreru
pt: Registros do total: %u

source: Users not assigned to any group
no: Brukere ikke tildelte til noe gruppe
pt: Usuários não atribuídos a qualquer grupo

source: These users will not be able to login as they do not have access anywhere.
no: Disse brukerne ikke skal skal være kyndig til login da de ikke har tilgang hvor som helst
pt: Estes usuários não poderão ao início de uma sessão porque não têm o acesso em qualquer lugar.

source: Display Audit Log
no: Vis Audit Log
pt: Registro Do Exame Da Exposição

source: Audit log cleared
no: Revider ryddet logg
pt: Registro do exame cancelado

source: Audit log cleared!
no: Revider ryddet logg!
pt: Registro do exame cancelado!

source: Audit log could not be cleared.
no: Revisjonslogg ikke kunne bli
pt: O registro do exame não podia ser cancelou.

source: Audit log.
no: Revider logg.
pt: Registro do exame.

source: Total records:
no: Total lagrer
pt: Registros do total:

source: Clear Audit Log
no: Klar Audit Log
pt: Registro Desobstruído Do Exame

source: Results of your search
no: Resultater av deres leting
pt: Resultados de sua busca

source: Invalid IP address!
no: UGYLDIG IP adresse!
pt: IP ADDRESS inválido!

source: Search for IP subnets between multiple ranges for customer '%s'
no: Let etter IP subnets mellom flerfoldige rekkevidder for kunde '%s
pt: Busca para subnets do IP entre escalas múltiplas para o cliente ' %s'

source: Search for IP subnets between %s and %s %s for customer '%s'
no: Let etter IP subnets melloms ogss for kunde '%s
pt: Busca para subnets do IP entre %s e %s %s para o cliente ' %s'

source: IP address filter:
no: IP adressefilter
pt: Filtro do IP ADDRESS:

source: Description filter:
no: Beskrivelsesfilter
pt: Filtro da descrição:

source: Subnet size
no: Subnet størrelse
pt: Tamanho do subnet

source: Subnet mask
no: Subnet maske

source: Last modified
no: Var modifiserte

source: Changed by
no: Forandret ved
pt: Mudado perto

source: SWIP sent
no: SWIP sendte
pt: SWIP emitido

source: Host
no: Vert
pt: Anfitrião

source: Search found no matching entries
no: Leting ikke fant noen passee adganger
pt: A busca não encontrou nenhuma entrada combinando

source: Display subnet information
no: Vis subnet informasjon
pt: Informação do subnet da exposição

source: Display subnets.
no: Vis subnets.
pt: Subnets da exposição.

source: Subnet network address (leave blank if range selected)
no: Subnet nettverksadresseforlate tomrom om rekkevidde valgte ut
pt: Endereço de rede do subnet (espaço em branco da licença se escala selecionada)

source: Partial subnet addresses can be used eg. 172.20
no: Delvis subnet adresser kan bli kan bli brukt. 172.20
pt: Os endereços parciais do subnet podem ser usados por exemplo. 172,20

source: Description (only display networks matching the regular expression)
no: Beskrivelsebare utstillingsnettverk passende det regulære uttrykket
pt: Descrição (somente redes da exposição que combinam a expressão regular)

source: Description (only display networks containing)
no: Beskrivelsebare utstillingsnettverk inneholdende
pt: Descrição (somente redes da exposição que contêm)

source: Display authority boundary information
no: Vis myndighetsgrenseinformasjon
pt: Informação do limite da autoridade da exposição

source: Boundary address
no: Grenseadresse
pt: Endereço do limite

source: Boundary mask
no: Grensemaske
pt: Máscara do limite

source: Delete boundary
no: Stryk grense
pt: Limite da supressão

source: Display customer/autonomous system information
no: Vis kunde/autonom systeminformasjon
pt: Informação do sistema da exposição customer/autonomous

source: All customer/autonomous system info
no: All kunde/autonom system info
pt: Todo o sistema info de customer/autonomous

source: Customer description
no: Kundebeskrivelse
pt: Descrição do cliente

source: Action
no: Tiltak
pt: Ação

source: Delete customer/AS
no: Stryk kunde/som
pt: Supressão customer/AS

source: Modify customer/AS details
no: Modifiser kunde/som detaljer
pt: Modifique detalhes de customer/AS

source: Group membership
no: Grupper medlemskap
pt: Sociedade de grupo

source: Search for overlapping subnets between customers/autonomous systems
no: Let etter overlapping subnets mellom kunder/autonome systemer
pt: Busca para subnets sobrepondo entre sistemas de customers/autonomous

source: Both customers selected are the same - all subnets will overlap!
no: Begge kunder som blir blir valgt ut er det sammeall subnets skal
pt: Ambos os clientes selecionados são os mesmos - todos os subnets sobreporã0!

source: Display overlapping address space between customers/autonomous systems
no: Utstilling å å overlappe adresseskille mellom kunder/autonome systemer
pt: Espaço de endereço sobrepondo da exposição entre sistemas de customers/autonomous

source: Customer/autonomous system 1
no: Kunde/autonom system 1
pt: Sistema 1 de Customer/autonomous

source: Customer/autonomous system 2
no: Kunde/autonom system 2
pt: Sistema 2 de Customer/autonomous

source: Number of networks and masks do not match - try again. This may occur when reading a large, constantly changing routing table as the network and host portions are read independently.
no: Antall nettverk ogmasker ikke passerforsøk igjen. Dette kan kan forekomme når lesning et stort sombestandig av forandringr av føringsetabell da nettverket og vertporsjoner er leser uavhengig
pt: O número das redes e dos masks não combina - a tentativa outra vez. Isto pode ocorrer ao ler uma tabela de distribuição grande, constantemente em mudança como a rede e as parcelas do anfitrião são lidas independentemente.

source: Display routing table results
no: Utstilling å å føre tabellresultater
pt: Resultados da tabela de distribuição da exposição

source: You need at least php 4.0.1p1 to run this script
no: De trenger minst php 4.0.1p1 å å kjøre denne skrifttypen
pt: Você necessita ao menos o php 4.0.1p1 funcionar este certificado

source: Could not query router - no SNMP on router or firewall blocking access?
no: Kan ikke f0respørsel routerINGEN SNMP på router eller firewall blokkeringseav tilgang?
pt: Não podia perguntar o router - nenhum SNMP na obstrução do router ou do guarda-fogo alcançam?

source: Search for IP subnets from a routing table for customer '%s'
no: Let etter IP subnets fra en føre tabell for kunde '%s
pt: Procurare por subnets do IP de uma tabela de distribuição para o cliente ' %s'

source: Routing Table
no: Føre Table
pt: Tabela De Distribuição

source: IPplan information
no: IPplan informasjon
pt: Informação de IPplan

source: Routing Table Base address
no: Føre Table Base adresse
pt: Endereço baixo de tabela de distribuição

source: Routing Table Subnet size
no: Føre Table Subnet størrelse
pt: Tamanho do subnet da tabela de distribuição

source: Routing Table Subnet Mask
no: Føre Table SubnetMask
pt: Mask Do Subnet Da Tabela De Distribuição

source: Display subnet information obtained from a routing table
no: Vis subnet informasjon som blir blir fått fra en føre tabell
pt: Indique a informação do subnet obtida de uma tabela de distribuição

source: Display subnet information obtained from a routing table will show the routing table information on the left of the screen and the corresponding entries in the database on the right. If there are entries on both sides of the table, the subnet exists in the routing table and the database. If there are only entries on the left, the subnet only exists in the routing table. The same is true for the right hand side. If you click on the left, you can add the subnet to the database. If you click on the right, you can view the existing database information.
no: Utstilling subnet informasjon som blir blir fått fra en føre tabell skal skal vise den føree tabellinformasjon til venstre av skjermen og de korresponderee adgangene i databasen. Om det er adganger på begge sider av tabellensubnet finnes i den føree tabellen og den databasen. Om det er bare adganger til venstresubnet bare finnes i den føree tabellen. Det samme er sann for den riktige håndside. Om De klikker til venstreDe kan kan tilføye subnet til databasen. Om De klikker til høyreDe kan kan sikte som det finnes databaseinformasjon
pt: A informação do subnet da exposição obtida de uma tabela de distribuição mostrará a informação da tabela de distribuição na esquerda da tela e das entradas correspondentes na base de dados na direita. Se houver umas entradas em ambos os lados da tabela, o subnet existe na tabela de distribuição e na base de dados. Se houver somente umas entradas na esquerda, o subnet existe somente na tabela de distribuição. O mesmo é verdadeiro para o lado de mão direita. Se você estalar sobre a esquerda, você pode adicionar o subnet à base de dados. Se você estalar sobre a direita, você pode ver a informação existente da base de dados.

source: IP address of device to query. (The device must be SNMP capable)
no: IP adresse av innretning til f0respørsel. Innretningen må må være SNMP dyktig
pt: IP ADDRESS do dispositivo a perguntar. (o dispositivo deve ser SNMP capaz)

source: Community string
no: Fellesskapsnor
pt: Corda da comunidade

source: Another user modified the information before you saved - restart
no: Enda en bruker modifiserte informasjonen før som De sparteomstart
pt: Um outro usuário modificou a informação antes de você conservou - o reinício

source: IP address details modified
no: IP adresse spesifiserer modifisert
pt: Os detalhes do IP ADDRESS modificaram

source: IP address details could not be modified
no: IP adressedetaljer ikke kunne bli
pt: Os detalhes do IP ADDRESS não podiam ser modificados

source: You are not the owner of the subnet
no: De er ikke eieren av subnet
pt: Você não é o proprietário do subnet

source: Could not find the owner of the subnet - subnet possibly deleted by another user
no: Ikke kunne kunne finne eieren av subnet densom subnet muligens blir blir strøket ved enda en
pt: Não podia encontrar o proprietário do subnet - subnet suprimido possivelmente por um outro usuário

source: This page was bookmarked and contains invalid information which cannot be displayed anymore - restart from main menu
no: Denne siden var bookmarked og inneholder ugyldig informasjon som ikke kan bli kan bli vist meromstart fra hoved#
pt: Esta página bookmarked e contem a informação inválida que não pode ser indicada anymore - reinício do menu principal

source: Mask:
no: Maske

source: Description:
no: Beskrivelse
pt: Descrição:

source: Show used addresses
no: Utstilling brukte adresser
pt: Mostre endereços usados

source: This can take a while as each address is polled. Green is active, Red is inactive
no: Dette kan kan ta en stund da hver adresse blir. Grønn er aktivRed er uvirksom
pt: Isto pode fazer exame de um quando enquanto cada endereço polled. O verde é ativo, vermelho é inativo

source: Select multiple addresses to do a bulk change
no: Utvalgte flerfoldige adresser å å gjøre en bulkforandring
pt: Selecione endereços múltiplos para fazer uma mudança maioria

source: Ideal for reserving DHCP ranges
no: Ideal for å reservere DHCP strekker seg
pt: Ideal para reservar escalas de DHCP

source: Use next available address
no: Bruk neste tilgjengelig adresse
pt: Use o endereço disponível seguinte

source: Total addresses:
no: Total adresserer
pt: Endereços do total:

source: Used addresses:
no: Brukte adresser
pt: Endereços usados:

source: Free addresses:
no: Frie adresser
pt: Livre endereços:

source: Utilization:
no: Utnyttelse
pt: Utilização:

source: Efficiency:
no: Effektivitet
pt: Eficiência:

source: IP address
no: IP adresse

source: User
no: Bruker
pt: Usuário

source: Location
no: Plassering
pt: Posição

source: Device description
no: Innretningsbeskrivelse
pt: Descrição do dispositivo

source: Telephone Number
no: Telefoner Number
pt: Número De Telefone

source: Reserved - network address
no: Reservertnettverksadresse
pt: Reserved - endereço de rede

source: Reserved - broadcast address
no: Reservertsendingsadresse
pt: Reserved - endereço da transmissão

source: Error reading template!
no: Feillesningsskabelon!
pt: Molde da leitura de erro!

source: E-mail this entry?
no: E-poster denne adgangen?
pt: E-mail esta entrada?

source: Previously sent:
no: Tidligere sendt
pt: Emitido previamente:

source: Display SWIP/registrar information
no: Vis SWIP/registrar informasjon
pt: Informação da exposição SWIP/registrar

source: Template
no: Skabelon
pt: Molde

source: Network name (ntname field on SWIP)
no: Nettverksnavnntname felt på SWIP
pt: Nome da rede (campo do ntname em SWIP)

source: Generate automatically
no: Generer automatisk
pt: Gere automaticamente

source: Use subnet description
no: Bruk subnet beskrivelse
pt: Use a descrição do subnet

source: DNS results
no: DNS resulterer
pt: Resultados do DNS

source: No DNS reverse record found
no: INGEN DNS reverserer funnet protokoll
pt: Nenhum registro do reverso do DNS encontrou

source: SWIP/registrar information sent
no: SWIP/registrar informasjon sendte
pt: A informação de SWIP/registrar emitiu

source: No SWIP's selected to send
no: INGEN SWIPS valgte ut å å sende
pt: Nenhum SWIP selecionado para emitir

source: User %s sent SWIP %s template %s size %u cust %u
no: Brukers sendte SWIPs skabelons størrelseu custu
pt: O usuário %s emitiu o cust %u do tamanho %u do molde %s de SWIP %s

source: Export subnet data
no: Eksporter subnet data
pt: Dados do subnet da exportação

source: Export network data to flat ascii files. The file will contain three columns each delimited by TAB. The first column contains the IP base address, the second the description and the third the mask in dotted decimal format.
no: Eksporter nettverksdata til FLAT ASCII arkiver. Arkivet skal skal inneholde tre søyler hver avgrenset ved TAB. Først søylen inneholder IP basisadressedet andre den beskrivelsen og det tredje detmaske i prikket desimalformat.
pt: Dados da rede da exportação às limas de ascii lisas. A lima conterá três colunas cada uma limitada por ABA. A primeira coluna contem o endereço baixo do IP, o segundo a descrição e o third o mask no formato decimal pontilhado.

source: Export IP details data
no: Eksporter IP detaljdata
pt: O IP da exportação detalha dados

source: Export IP details data to flat ascii files. The file will contain five columns each delimited by TAB. The first column contains the IP address, the second the user, the third the location, the fourth the description and the fifth the telephone number.
no: Eksporter IP detaljdata til FLAT ASCII arkiver. Arkivet skal skal inneholde fem søyler hver avgrenset ved TAB. Først søylen inneholder IP adressedet andre den brukerendet tredje den plasseringendet fjerde den beskrivelsen og det femte den telefonnummeret.
pt: Exporte dados dos detalhes do IP para limas de ascii lisas. A lima conterá cinco colunas cada uma limitada por ABA. A primeira coluna contem o IP ADDRESS, o segundo o usuário, o third a posição, o fourth a descrição e o fifth o número de telefone.

source: Invalid IP address! You must select a range or fill in the start and end IP address.
no: UGYLDIG IP adresse! De må må velge ut en rekkevidde eller fylle i starten og slutt IP adresse
pt: IP ADDRESS inválido! Você deve selecionar uma escala ou preencher o IP ADDRESS do começo e do fim.

source: Your end ip address is smaller than your start!
no: Deres slutt ip adresse er liten enn deres start!
pt: Seu IP address do fim é menor do que seu começo!

source: Utilization
no: Utnyttelse
pt: Utilização

source: Free space
no: Fri skille
pt: Espaço livre

source: Total allocated networks:
no: Total tildelte nettverk
pt: Redes alocadas total:

source: Address space used:
no: Adresser skille brukt
pt: O espaço de endereço usou-se:

source: Find free address space/Statistics
no: Funn befrir adresseskille/statistikk
pt: Endereço livre space/Statistics do achado

source: Display free address space shows blocks or holes that are available for potential assignment as networks. The search will not display free space if the search only covers unallocated address space.
no: Utstilling befrir adresseskilleutstillingsblokker eller huller som er tilgjengelig for potensial tildeling som nettverk. Letingen ikke skal skal vise fri skille om letingen bare dekker unallocated adresseskille
pt: O espaço de endereço livre da exposição mostra os blocos ou os furos que estão disponíveis para a atribuição potencial como redes. A busca não indicará o espaço livre se a busca cobrir somente o espaço de endereço unallocated.

source: Subnets with a description of 'free' or 'spare' will also be shown.
no: Subnets med en beskrivelse avbefrirellerskånerogså vil vil bli vist bli
pt: Os subnets com uma descrição ' de livre ' ou ' de sobressalentes ' serão mostrados também.

source: IP range start (leave blank if range selected)
no: IP rekkeviddestartforlate tomrom om rekkevidde valgte ut
pt: Começo da escala do IP (espaço em branco da licença se escala selecionada)

source: IP range end (leave blank if range selected)
no: IP rekkeviddesluttforlate tomrom om rekkevidde valgte ut
pt: Extremidade da escala do IP (espaço em branco da licença se escala selecionada)

source: Show used address space too
no: Utstilling brukte adresseskille også
pt: Mostre o espaço de endereço usado demasiado

source: Import subnet results
no: Importer subnet resultater
pt: Importe resultados do subnet

source: File could not be opened.
no: Arkiv ikke kunne bli
pt: A lima não podia ser aberta.

source: Importing row:
no: Importere rekke
pt: Importando a fileira:

source: Row is blank - ignoring
no: Rekke er blankignorering
pt: A fileira é em branco - ignorando

source: Row %u of imported file is not the correct format
no: Rekkeu av importert arkiv er ikke det riktige formatet
pt: A fileira %u da lima importada não é o formato correto

source: No description for the subnet
no: Ingen beskrivelse for subnet
pt: Nenhuma descrição para o subnet

source: Subnet mask is invalid
no: Subnetmaske er ugyldig
pt: O mask do subnet é inválido

source: Subnet could not be updated - start address and size do not EXACTLY match existing subnet
no: Subnet ikke kunne bli kunne bli oppdatert denstartadresse og størrelse gjør ikke EXACTLY kampfinnesing
pt: O subnet não poderia ser updated - comece o endereço e o tamanho não combina EXATAMENTE subnet existente

source: Row is duplicate - updating
no: Rekke er dobbeltoppdatering
pt: A fileira é duplicada - atualizando

source: User %s modified subnet details %s size %u customer cust %u
no: Brukers modifisert subnet spesifiserers størrelseu kunde custu
pt: O usuário %s modificou o cust %u do cliente do tamanho %u dos detalhes %s do subnet

source: Subnet could not be created
no: Subnet ikke kunne bli
pt: O subnet não podia ser criado

source: Import subnet data
no: Importer subnet data
pt: Dados do subnet da importação

source: Import network data from flat ascii files. The file should contain three columns each delimited by TAB. The first column contains the IP base address, the second the description and the third the mask either in dotted decimal format or in bit format.
no: Importer nettverksdata fra FLAT ASCII arkiver. Arkivet burde burde inneholde tre søyler hver avgrenset ved TAB. Først søylen inneholder IP basisadressedet andre den beskrivelsen og det tredje detmaske enten i prikket desimalformat eller i bitformat.
pt: Dados da rede da importação das limas de ascii lisas. A lima deve conter três colunas cada uma limitada por ABA. A primeira coluna contem o endereço baixo do IP, o segundo a descrição e o third o mask no formato decimal pontilhado ou no formato do bocado.

source: If an error occurs during the import, the process will stop. Records that have been successfully imported should be deleted from the import file, the error corrected and the import resumed.
no: Om en feil forekommer i løpet av importenprosessen skal skal stanse. Protokoller at vellykket er blitt er blitt importert burde bli burde bli strøket importfra arkivet feilen denrettet
pt: Se um erro ocorrer durante a importação, o processo parará. Grava que foi importado com sucesso deve ser suprimido da lima da importação, do erro corrigido e da importação recomeçada.

source: File name
no: Arkiver navn
pt: Nome da lima

source: Import IP details result
no: Importer IP detaljresultat
pt: O IP da importação detalha o resultado

source: Importing record:
no: Importere protokoll
pt: Importando o registro:

source: Row not the correct format.
no: Ro ikke det riktige formatet.
pt: Fileira não o formato correto.

source: Subnet could not be found
no: Subnet ikke kunne bli
pt: O subnet não podia ser encontrado

source: Network address - ignored
no: Nettverksadresseignorerte
pt: Endereço de rede - ignorado

source: Broadcast address - ignored
no: Send adresseignorert
pt: Endereço da transmissão - ignorado

source: Import IP details data
no: Importer IP detaljdata
pt: O IP da importação detalha dados

source: Import IP details data in XML format. The data is in the same format generated by <a HREF="http://www.insecure.org">NMAP's</a> -oX parameter. This is useful to scan and obtain records for sites that have no previous information.
no: Importer IP detaljdata i XML format. Dataene er i det samme formatet som blir blir generert ved NMAPS denoX parameter. Dette er nyttig å å avsøke og får protokoller for steder som ikke har noen forrige informasjon
pt: O IP da importação detalha dados no formato de XML. Os dados estão no mesmo formato gerado por <a HREF="http://www.insecure.org">NMAP's</a> -oX parâmetro do boi. Isto é útil fazer a varredura e obter de registros para os locais que não têm nenhuma informação precedente.
