Repository: visualblind/Scripts-collection
Catalog: php/ipplan-4.50/ipplan/locale/*/LC_MESSAGES/messages.po
Languages: no, pt

source: Could not connect to database
no: Ikke kunne kunne kople til database
pt: Não podia conectar à base de dados

source: Boundary address may not be blank
no: Grenseadresse ikke kan kan være blank
pt: O endereço do limite não pode ser em branco

source: Invalid boundary address
no: Ugyldig grenseadresse
pt: Endereço inválido do limite

source: Size may not be zero
no: Størrelse ikke kan kan være null
pt: O tamanho não pode ser zero

source: Boundary cannot be created - overlaps with existing boundary
no: Grense ikke kan bli kan bli skaptoverlappinger med å finnes
pt: O limite não pode ser criado - sobreposições com limite existente

source: Invalid base address
no: Ugyldig basisadresse
pt: Endereço baixo inválido

source: Boundary created
no: Grense skapte
pt: Limite criado

source: Boundary could not be created
no: Grense ikke kunne bli
pt: O limite não podia ser criado

source: Create a new authority boundary limit by entering the base (network) address. The boundary will limit the members of the group to only be able to create new subnets in this range, thus preventing the user from creating networks outside their area of authority.
no: Skap en ny myndighetsgrensegrense ved å gå inn i basisennettverkadresse. Grensen skal skal begrense medlemene av gruppen bare å kunne å kunne skape ny subnets i denne rekkevidden av denfølgelig forhindring brukeren fra å skape nettverk utenfor deres område
pt: Críe um limite novo do limite da autoridade incorporando o endereço baixo (da rede). O limite limitará os membros do grupo somente para poder criar subnets novos nesta escala, assim impedindo que o usuário críe redes fora de sua área de autoridade.

source: A group with no boundary limits (the default) can create networks with no limitations.
no: En gruppeuten grensegrenserstandardverdienkan kan skape nettverkuten begrensninger
pt: Um grupo com nenhuns limites do limite (o defeito) pode criar redes com nenhumas limitações.

source: You first need to create some groups!
no: De først må må skape noen grupperer
pt: Você necessita primeiramente criar alguns grupos!

source: Group
no: Gruppe
pt: Grupo

source: Authority boundary start address
no: Myndighetsgrensestartadresse
pt: Endereço do começo do limite da autoridade

source: Authority size/mask
no: Myndighetsstørrelse/maske
pt: Autoridade size/mask

source: Submit
no: Forelegg
pt: Submeta

source: Clear
no: Klar
pt: Cancele

source: Add a user to a group
no: Tilføy en bruker til en gruppe
pt: Adicione um usuário a um grupo

source: User added to group
no: Bruker tilføyde å å gruppere
pt: Usuário adicionado ao grupo

source: User could not be added to group
no: Bruker ikke kunne bli kunne bli tilføyd
pt: O usuário não poderia ser adicionado ao grupo

source: You first need to create some users!
no: De først må må skape noen brukere
pt: Você necessita primeiramente criar alguns usuários!

source: User-id
no: Bruker-id

source: IPplan - IP address management and tracking admin
no: IPplanIP adresseledelse og forfølgende admin
pt: IPplan - gerência do IP ADDRESS e admin seguir

source: The admin functions below can only be performed by the admin user. Any other functions not on this page need to be performed by a normal user and CANNOT be performed by the admin user.
no: Admin funksjoner under bare kan bli kan bli gjennomført ved admin. Noe som andre fungerer ikke på denne siden må bli må bli gjennomført ved en normal bruker og CANNOT bli bli gjennomført ved
pt: As funções do admin abaixo podem somente ser executadas pelo usuário do admin. Nenhumas outras funções não nesta necessidade da página ser executado por um usuário normal e NÃO PODEM ser executadas pelo usuário do admin.

source: Admin functions:
no: Admin fungerer
pt: Funções do Admin:

source: Create a new user
no: Skap en ny bruker
pt: Críe um usuário novo

source: Create a new group
no: Skap en ny gruppe
pt: Críe um grupo novo

source: Add authority boundaries to a group
no: Tilføy myndighetsgrenser til en gruppe
pt: Adicione limites da autoridade a um grupo

source: Display/Delete authority boundary information
no: Utstilling/stryker myndighetsgrenseinformasjon
pt: Informação do limite da autoridade de Display/Delete

source: Display/Modify/Delete access control information
no: Utstillingmodifisererstryker tilgangsstyringsinformasjon
pt: Informação de controle do acesso de Display/Modify/Delete

source: Import subnet descriptions/definitions from external files
no: Importer subnet beskrivelser/definisjoner fra ytre arkiver
pt: Subnet descriptions/definitions da importação das limas externas

source: Export subnet descriptions/definitions to external files
no: Eksporter subnet beskrivelser/definisjoner til ytre arkiver
pt: Subnet descriptions/definitions da exportação às limas externas

source: Import IP address detail records from external files
no: Importer IP adressedetaljprotokoller fra ytre arkiver
pt: Registros de detalhe do IP ADDRESS da importação das limas externas

source: Export IP address detail records to external files
no: Eksporter IP adressedetaljprotokoller til ytre arkiver
pt: Registros de detalhe do IP ADDRESS da exportação às limas externas

source: Display audit log
no: Vis revisjonslogg
pt: Registro do exame da exposição

source: User functions:
no: Bruker fungerer
pt: Funções do usuário:

source: Change your password
no: Forandr deres passord
pt: Mude sua senha

source: Change display settings for this workstation
no: Forandr utstillingsinnstillinger for denne arbeidsstasjonen
pt: Mude ajustes da exposição para esta estação de trabalho

source: IPplan home page:
no: IPplan hjem side
pt: Home Page de IPplan:

source: Home
no: Hjem

source: Change user password
no: Forandr brukerpassord
pt: Senha do usuário de mudança

source: The password entered must be at least five characters
no: Passordet som blir blir gått inn i må må være minst fem
pt: A senha incorporada deve ser ao menos cinco caráteres

source: The passwords entered do not match
no: Passordene som blir blir gått inn i ikke passer
pt: As senhas incorporadas não combinam

source: User %s changed password
no: Brukers forandret passord
pt: Senha mudada %s do usuário

source: Password changed
no: Passord forandret seg
pt: Senha mudada

source: Password could not be changed
no: Passord ikke kunne kunne bli forandret bli
pt: A senha não podia ser mudada

source: Change password for user %s
no: Forandr passord for brukers
pt: Mude a senha para o usuário %s

source: New password (case sensitive!):
no: Nytt passordtilfelle sensitiv
pt: Senha nova (caso sensível!):

source: New password (again):
no: Nytt passordigjen
pt: Senha nova (outra vez):

source: Change display settings
no: Forandr utstillingsinnstillinger
pt: Mude ajustes da exposição

source: Settings changed
no: Innstillinger forandret seg
pt: Ajustes mudados

source: Setting paranoid prompts 'Are you sure?' for all deletes
no: Innstille paranoid tilskynderAre De sikkerfor all stryker
pt: Ajustando-se os alertas paranoid ' são você certo?' para todas as supressões

source: No
no: Ingen
pt: Não

source: Yes
no: Ja
pt: Sim

source: Setting poll forces a scan of the IP address before assigning it, and warns the user if the address is active. This slows down address assignment.
no: Innstille avstemning tvinger et avsøker av IP adresse før tildeling av detog advarer brukeren om adressen er aktiv. Dette saktner adressetildeling.
pt: Ajustar a votação força uma varredura do IP ADDRESS antes de atribui-lo, e adverte o usuário se o endereço for ativo. Isto retarda abaixo a atribuição de endereço.

source: Create a new network area
no: Skap et nytt nettverksområde
pt: Críe uma área nova da rede

source: You need to enter a description for the area
no: De må må gå inn i en beskrivelse for området
pt: Você necessita incorporar uma descrição para a área

source: Area address may not be blank
no: Områdeadresse ikke kan kan være blank
pt: O endereço de área não pode ser em branco

source: Invalid area address - it must be the same format as an IP address
no: Ugyldig områdeadressedet må må være det samme formatet som en IP adresse
pt: Endereço de área inválido - deve ser o mesmo formato que um IP ADDRESS

source: You may not create an area for this customer as you are not a member of the customers admin group
no: De ikke kan kan skape et område for denne kunden da De er ikke et medlem av kundene admin gruppe
pt: Você não pode criar uma área para este cliente porque você não é um membro do grupo do admin dos clientes

source: User %s created new area %s cust %u
no: Brukers skapte nytt områdes custu
pt: O usuário %s criou o cust novo %u da área %s

source: Area created
no: Område skapte
pt: Área criada

source: Area could not be created - probably a duplicate name
no: Område ikke kunne bli kunne bli skaptsannsynlig et dobbelt
pt: A área não podia ser criada - provavelmente um nome duplicado

source: Create a new network area by entering a unique identifier address for the area. The identifier has the same format as IP addresses, but has no relation to existing IP address records. Areas usually define geographic or administrative boundaries. Areas can also contain multiple ranges of address space, as in many cases the address space is not contiguous - there may be a mix of private or public address space used.
no: Skap et nytt nettverksområde ved å gå inn i en enestående gjennkjenneradresse for området. Gjennkjenneren har det samme formatet som IP adressermen ikke har noen forhold til å finnes IP adresseprotokoller. Områder vanligvisdefinert geografisk eller administrative grenser. Områder også kan kan inneholde flerfoldige rekkevidder av adresseskilleda i mange tilfeller adresseskille er ikke tilgrensendedet kan kan være en blanding av privat eller offentlig adresse skiller
pt: Críe uma área nova da rede incorporando um endereço original do identificador para a área. O identificador tem o mesmo formato a que o IP se dirige, mas não tem nenhuma relação aos registros existentes do IP ADDRESS. As áreas definem geralmente limites geográficos ou administrativos. As áreas podem também conter escalas múltiplas do espaço de endereço, como em muitos casos o espaço de endereço não é contíguo - pode haver uma mistura de confidencial ou o espaço de endereço público usou-se.

source: No customers
no: Ingen kunder
pt: Nenhuns clientes

source: Area address
no: Områdeadresse
pt: Endereço de área

source: Description
no: Beskrivelse
pt: Descrição

source: The group name must be longer
no: Gruppenavnet må må være lang
pt: O nome de grupo deve ser mais longo

source: The group description must be longer
no: Gruppebeskrivelsen må må være lang
pt: A descrição do grupo deve ser mais longa

source: Only numbers and digits are allowed in the group name
no: Bare antall og siffre blir blir tillatt i gruppenavnet
pt: Somente os números e os dígitos são permitidos no nome de grupo

source: Group created
no: Gruppe skapte
pt: Grupo criado

source: Group could not be created - possibly a duplicate
no: Gruppe ikke kunne bli kunne bli skaptmuligens en
pt: O grupo não poderia ser criado - possivelmente uma duplicata

source: Group name:
no: Grupper navn
pt: Nome de grupo:

source: Group description:
no: Grupper beskrivelse
pt: Descrição do grupo:

source: Group can create/modify/delete customers?
no: Gruppe kan kan skapemodifisererstryker kunder
pt: Clientes da lata create/modify/delete do grupo?

source: Create a new range or supernet/summary
no: Skap en ny rekkevidde eller supernet/sammendrag
pt: Críe uma escala ou um supernet/summary novo

source: You need to enter a description for the range
no: De må må gå inn i en beskrivelse for rekkevidden
pt: Você necessita incorporar uma descrição para a escala

source: Range address may not be blank
no: Rekkeviddeadresse ikke kan kan være blank
pt: O endereço da escala não pode ser em branco

source: Invalid range address
no: Ugyldig rekkeviddeadresse
pt: Endereço inválido da escala

source: Range cannot be created - overlaps with existing range
no: Rekkevidde ikke kan bli kan bli skaptoverlappinger med å finnes
pt: A escala não pode ser criada - sobreposições com escala existente

source: You may not create a range for this customer as you are not a member of the customers admin group
no: De ikke kan kan skape en rekkevidde for denne kunden da De er ikke et medlem av kundene admin gruppe
pt: Você não pode criar uma escala para este cliente porque você não é um membro do grupo do admin dos clientes

source: User %s created new range %s size %u in areaindex %u cust %u
no: Brukers skapte ny rekkeviddes størrelseu i areaindexu custu
pt: O usuário %s criou o tamanho novo %u da escala %s no cust %u do areaindex %u

source: Range created
no: Rekkevidde skapte
pt: Escala criada

source: Range could not be created - probably duplicate name
no: Rekkevidde ikke kunne bli kunne bli skaptsannsynlig dupliserer
pt: A escala não podia ser criada - nome provavelmente duplicado

source: Create a new range or supernet/summary by entering the base (network) address. A range is an aggregation of a number of subnets which can ultimately be used to reduce the number of routing entries in routing tables. Ranges are essentially the same as a normal subnet, just bigger with a wider view.
no: Skap en ny rekkevidde eller supernet/sammendrag ved å gå inn i basisennettverkadresse. En rekkevidde er en aggregation av et antall subnets som til sluttkan bli kan bli brukt å å redusere antall føringseadgangene i. Rekkevidder er nødvendig akkurat som en normal subnetakkurat større med en videre sikt.
pt: Críe uma escala ou um supernet/summary novo incorporando o endereço baixo (da rede). Uma escala é um aggregation de um número de subnets que podem finalmente ser usados reduzir o número de entradas da distribuição em tabelas de distribuição. As escalas são essencialmente as mesmas que um subnet normal, apenas mais grande com uma vista mais larga.

source: Range address
no: Strekk seg adresse
pt: Endereço da escala

source: Range size/mask
no: Strekk seg størrelse/maske
pt: Escala size/mask

source: Create subnet results
no: Skap subnet resultater
pt: Críe resultados do subnet

source: Number of subnets to create is out of bounds.
no: Antall subnets å å skape er ut av grense
pt: O número dos subnets a criar é fora dos limites.

source: IP address may not be blank
no: IP adresse ikke kan kan være blank
pt: O IP ADDRESS não pode ser em branco

source: Invalid IP address
no: UGYLDIG IP adresse
pt: IP ADDRESS inválido

source: Invalid base address!
no: Ugyldig basisadresse!
pt: Endereço baixo inválido!

source: Subnet %s not created - out of defined authority boundary
no: Subnets ikke skapteut avdefinert myndighetsgrense
pt: Subnet %s não criado - fora do limite definido da autoridade

source: Subnet %s could not be created - possibly overlaps with an existing subnet
no: Subnets ikke kunne bli den kunne bli skaptmuligens overlappinger med et finnes
pt: O subnet %s não poderia ser criado - sobrepõe possivelmente com um subnet existente

source: Subnet %s overlaps with the following subnets from other customers. This may not be a problem as the subnet may occur in both customers routing tables:
no: Subnets overlapper med den følgende subnets fra andre kunder. Dette ikke kan kan være et problem da subnet kan kan forekomme i begge kunder føre tabeller
pt: O subnet %s sobrepõe com os seguintes subnets de outros clientes. Este não pode ser um problema enquanto o subnet pode ocorrer em ambas as tabelas de distribuição dos clientes:

source: Base address
no: Baser adresse
pt: Endereço baixo

source: Subnet description
no: Subnet beskrivelse
pt: Descrição do subnet

source: Customer
no: Kunde
pt: Cliente

source: You may not create a subnet for this customer as you are not a member of the customers admin group
no: De ikke kan kan skape en subnet for denne kunden da De er ikke et medlem av kundene admin gruppe
pt: Você não pode criar um subnet para este cliente porque você não é um membro do grupo do admin dos clientes

source: User %s created new subnet %s size %u cust %u
no: Brukers skapte ny subnets størrelseu custu
pt: O usuário %s criou o cust novo %u do tamanho %u do subnet %s

source: Subnet %s created
no: Subnets skapte
pt: Subnet %s criado

source: Subnet %s could not be created
no: Subnets ikke kunne bli
pt: O subnet %s não podia ser criado

source: Data not in XML format
no: Data ikke i XML format
pt: Dados não no formato de XML

source: Create a new subnet
no: Skap en ny subnet
pt: Críe um subnet novo

source: Create a new subnet by entering the base (network) address of the subnet. Subnets are the building blocks of all networks, and are all that is required for small networks.
no: Skap en ny subnet ved å gå inn i basisennettverkadresse av subnet. Subnets er byggeblokkene av alle nettverkog er all at blir blir krevd for små nettverk
pt: Críe um subnet novo incorporando o endereço baixo (da rede) do subnet. Os subnets são os blocos de edifício de todas as redes, e são tudo que é requerido para redes pequenas.

source: Unused subnets can be pre-allocated with a a description of either 'free' or 'spare'. These can be searched for at a later stage using the 'Find Free' function.
no: Ubrukt subnets kan kan være pre-tildelt med en en beskrivelse av entenbefrirellerskåner. Disse kan bli kan bli lett etter på en senere trinnbruk det denFind Free
pt: Os subnets não utilizados podem pre-allocated com uma descrição ' de livre ' ou ' de sobressalentes '. Estes podem ser procurarados ulteriormente usar ' o achado livre ' funcionam.

source: It may also be beneficial to give ASE (Autonomous System External, networks not local to yours) a special handle like EXTERNAL so that they can be searched for at a later stage. These networks often appear in routing tables as static routes to third parties (not via the Internet).
no: Det også kan kan være fordelaktig å å gi ASE denAutonomous System External som vÆrernettverk ikke lokal til Dereset spesielt håndtak som EXTERNAL slik at de kan bli kan bli lett etter på. Disse nettverkene ofte kommer fram ved føreav tabeller som statiske ruter til tredjepartsikke via Internet.
pt: Pode também ser benéfico dar a ASE (Autonomous System externo, redes nao locais a sua) um punho especial como EXTERNO de modo que possam ser procurarados por ulteriormente. Estas redes aparecem frequentemente em tabelas de distribuição como rotas de estática aos terceiros partidos (não através do Internet).

source: Network address
no: Nettverksadresse
pt: Endereço de rede

source: Number of contiguous networks to create
no: Antall tilgrensendee nettverk å å skape
pt: Número das redes contíguas a criar

source: Description (leave blank to auto-describe)
no: Beskrivelseforlate tomrom automatisk å å beskrive
pt: Descrição (espaço em branco da licença a descrever automaticamente)

source: Subnet size/mask
no: Subnet størrelse/maske

source: Add active hosts using NMAP
no: Tilføy aktive vertbruk NMAP
pt: Adicione anfitriões ativos usando NMAP

source: Add host names from DNS
no: Tilføy vertnavn fra DNS
pt: Adicione nomes de anfitrião do DNS

source: The user-id must be longer
no: Bruker-id må må være lang
pt: O user-id deve ser mais longo

source: The user description must be longer
no: Brukerbeskrivelsen må må være lang
pt: A descrição do usuário deve ser mais longa

source: Existing user overwritten
no: Finnes overskrevet bruker
pt: Usuário existente overwritten

source: User created
no: Bruker skapte
pt: Usuário criado

source: User could not be created
no: Bruker ikke kunne bli
pt: O usuário não poderia ser criado

source: User-id (case sensitive!):
no: Bruker-idtilfelle sensitiv
pt: User-id (caso sensível!):

source: User's fullname:
no: Brukers fullname
pt: Fullname do usuário:

source: Password (case sensitive!):
no: Passordtilfelle sensitiv
pt: Senha (caso sensível!):

source: Password (again):
no: Passordigjen
pt: Senha (outra vez):

source: User %s modified ip details %s index %u
no: Brukers modifisert ip spesifiserers indeksu
pt: O IP modificado %s do usuário detalha o índice %u de %s

source: Delete access control results
no: Stryk tilgangsstyringsresultater
pt: Resultados do controle de acesso da supressão

source: User deleted
no: Bruker strøk
pt: Usuário suprimido

source: User could not be deleted
no: Bruker ikke kunne bli
pt: O usuário não poderia ser suprimido

source: User deleted from group
no: Bruker strøk fra gruppe
pt: Usuário suprimido do grupo

source: User could not be deleted from group
no: Bruker ikke kunne bli kunne bli strøket fra
pt: O usuário não poderia ser suprimido do grupo

source: Cannot delete group because the following customers are assigned to the group:
no: Ikke kan kan stryke gruppe fordi de følgende kundene blir blir tildelt til gruppen
pt: Não pode suprimir o grupo porque os seguintes clientes são atribuídos ao grupo:

source: Cannot delete group because the following subnets are assigned to the group:
no: Ikke kan kan stryke gruppe fordi den følgende subnets blir blir tildelt til gruppen
pt: Não pode suprimir o grupo porque os seguintes subnets são atribuídos ao grupo:

source: Group deleted
no: Gruppe strøk
pt: Grupo suprimido

source: Group could not be deleted
no: Gruppe ikke kunne bli
pt: O grupo não poderia ser suprimido

source: Delete a network area
no: Stryk et nettverksområde
pt: Suprima uma área da rede

source: You may not delete an area for this customer as you are not a member of the customers admin group
no: De ikke kan kan stryke et område for denne kunden da De er ikke et medlem av kundene admin gruppe
pt: Você não pode suprimir uma área para este cliente porque você não é um membro do grupo do admin dos clientes

source: User %s deleted area %s customer cust %u
no: Brukers strøk områdes kunde custu
pt: O usuário %s suprimiu o cust %u do cliente da área %s

source: Area deleted
no: Område strøk
pt: Área suprimida

source: Area could not be deleted
no: Område ikke kunne bli
pt: A área não podia ser suprimida

source: Delete authority boundary results
no: Stryk myndighetsgrenseresultater
pt: Resultados do limite da autoridade da supressão

source: You cannot reload or bookmark this page!
no: De ikke kan kan gjenlade eller bookmark denne siden
pt: Você não pode recarregar ou bookmark esta página!

source: Boundary deleted
no: Grense strøk
pt: Limite suprimido

source: Boundary could not be deleted
no: Grense ikke kunne bli
pt: O limite não podia ser suprimido

source: Delete customer/autonomous system results
no: Stryk kunde/autonom systemresultater
pt: Resultados do sistema da supressão customer/autonomous

source: You may not delete customers as you are not a member a group that can delete customers
no: De ikke kan kan stryke kunder da De er ikke et medlem en gruppe som kan kan stryke
pt: Você não pode suprimir clientes porque você não é um membro um o grupo que pode suprimir clientes

source: Cannot delete customer because the following subnets are assigned to the customer (limited to first 100):
no: Ikke kan kan stryke kunde fordi den følgende subnets blir blir tildelt til kundenblir blir begrenset til først 100som
pt: Não pode suprimir o cliente porque os seguintes subnets são atribuídos ao cliente (limitado a primeiros 100):

source: User %s deleted customer cust %u
no: Brukers strøk kunde custu
pt: Cust suprimido %s %u do cliente do usuário

source: Customer deleted
no: Kunde strøk
pt: Cliente suprimido

source: Customer could not be deleted
no: Kunde ikke kunne bli
pt: O cliente não poderia ser suprimido

source: Delete a range or supernet/summary
no: Stryk en rekkevidde eller supernet/sammendrag
pt: Suprima uma escala ou um supernet/summary

source: User %s deleted range %s size %u customer cust %u
no: Brukers strøk rekkeviddes størrelseu kunde custu
pt: O usuário %s suprimiu o cust %u do cliente do tamanho %u da escala %s
